Repository: edequartel/Ravens
Catalog: Ravens/Accessibility/*.lproj/Localizable.strings
Languages: nl

# play
source: play the sound
nl: speel het geluid af

# pause
source: pause the sound
nl: pauzeer het geluid

# next
source: play the next sound
nl: speel het volgende geluid af

# previous
source: play the previous sound
nl: speel het vorige geluid af

source: Share this observation
nl: Deel deze waarneming

# informationSpecies
source: Get information about the species
nl: Bekijk informatie over de soort

# linkObservation
source: Go to the observation at waarneming.nl
nl: Ga naar de waarneming op waarneming.nl

# favoriteSpeciesOff
source: Add species to favorites
nl: Voeg soort toe aan favorieten

# favoriteSpeciesOn
source: Remove species to favorites
nl: Verwijder soort uit favorieten

# favoriteObserverOff
source: Add observer to favorites
nl: Voeg waarnemer toe aan favorieten

# favoriteObserverOn
source: Remove observer to favorites
nl: Verwijder waarnemer uit favorieten

# favoriteLocationOff
source: Add location to favorites
nl: Voeg locatie toe aan favorieten

# favoriteLocationOn
source: Remove location to favorites
nl: Verwijder locatie uit favorieten

# sortAndFilterObservationList
source: Sort and filter the list with observations
nl: Sorteer en filter de lijst met waarnemingen

# updateLocation
source: Update the location of the observations
nl: Werk de locatie van de waarnemingen bij

# listWithFavoriteLocation
source: List with favorite locations
nl: Lijst met favoriete locaties

# searchForLocation
source: Search for a location
nl: Zoek naar een locatie

# addLocationToFavorite
source: Add this location to favorites
nl: Voeg deze locatie toe aan favorieten

# removeLocationFromFavorite
source: Remove this location from favorites
nl: Verwijder deze locatie uit favorieten

# toggleViewMapList
source: Toggle between map or list view
nl: Schakel tussen kaart- en lijstweergave

# noObsLastPeriod
source: Getting observations
nl: Ophalen van waarnemingen

# allVisible
source: all species in list
nl: alle soorten in lijst

# favoriteVisible
source: favorite species in list
nl: favoriete soorten in lijst

source: notes about observation
nl: aantekening over waarneming

source: navigate to
nl: navigeer naar

# us
source: We
nl: Wij

source: Location
nl: Locatie

source: Species
nl: Soorten

source: Observation
nl: Waarneming

source: observations
nl: waarnemingen

source: Settings
nl: Instellingen

source: Distance
nl: Afstand

# swap
source: change between list and map view
nl: Wissel tussen lijst en kaart weergave

# observerList
source: list with favorite observers
nl: lijst met favoriete waarnemers

# sortAndFilterObs
source: Sort or filter the list with observations
nl: Sorteer of filter de lijst met waarnemingen

# sortAndFilterSpecies
source: Sort or filter the list with species
nl: Sorteer of filter de lijst met soorten

# sharePictureLink
source: Share the picture of the species
nl: Deel de afbeelding van de soort

# mostRecent
source: last observations of rare species at waarneming.nl
nl: recente waarnemingen van zeldzame soorten op waarneming.nl

source: Language
nl: Taal

source: Source
nl: Bron

source: Group
nl: Groep

source: App details
nl: App gegevens

source: Second language
nl: Tweede taal

# obsAroundPoint
source: Observations round point
nl: Waarnemingen rond een punt

source: Radius
nl: Straal

source: Password
nl: Wachtwoord

source: Login failed
nl: Inloggen mislukt

source: email Address
nl: Email adres

source: log out
nl: Log uit

source: Information
nl: Informatie

# user
source: Observer
nl: Waarnemer

# enterEmail
source: Enter your email address
nl: Vul hier je email in

source: Date
nl: Datum

source: Rarity
nl: Zeldzaamheid

source: Name
nl: Naam

source: Scientific name
nl: Wetenschappelijke naam

source: All
nl: Alle

source: Common
nl: Algemeen

source: Uncommon
nl: Vrij algemeen

source: Rare
nl: Zeldzaam

source: Very rare
nl: Zeer zeldzaam

source: Sort
nl: Sorteer

source: Native
nl: Inheems

source: Standard
nl: Standaard

# hybrid
source: Hibrid
nl: Hibride

source: Period
nl: Periode

# timePeriodlabel
source: Last
nl: Laatste

# twodays
source: 2 days
nl: 2 dagen

# sevendays
source: 7 days
nl: 7 dagen

# fourteendays
source: 14 days
nl: 14 dagen

# fourweeks
source: 4 weeks
nl: 4 weken

source: half a year
nl: halfjaar

# oneyear
source: year
nl: 1 jaar

# infinite
source: years
nl: jaren

# noObservations
source: When no observations appear, change the parameters.
nl: Wanneer er geen waarnemingen verschijnen, vergroot dan de periode.

source: Switch view
nl: Wissel view

source: Sound
nl: Geluid

source: Mixed
nl: Gemengd

source: Aberrant
nl: Afwijkend

source: Advertisement Call
nl: Aantrekkingsroep

source: Agonistic Call
nl: Agressieve Roep

source: Alarm Call
nl: Alarmroep

source: Begging Call
nl: Bedelroep

source: Call
nl: Roep

source: Calling Song
nl: Lokzang

source: Courtship Song
nl: Baltszang

source: Dawn Song
nl: Ochtendzang

source: Defensive Call
nl: Verdedigingsroep

source: Distress Call
nl: Noodroep

source: Disturbance Song
nl: Verstoringszang

source: Drumming
nl: Trommelen

source: Echolocation
nl: Echolocatie

source: Feeding Buzz
nl: Voedselzoem

source: Female Song
nl: Vrouwtjeszang

source: Flight Call
nl: Vliegroep

source: Flight Song
nl: Vluchtzang

source: Imitation
nl: Nabootsing

source: Mating Call
nl: Paarroep

source: Mechanical Sound
nl: Mechanisch Geluid

source: Nocturnal Flight Call
nl: Nachtelijke Vliegroep

source: Night Call
nl: Nachtelijke Roep

source: Release Call
nl: Loslaatroep

source: Rivalry Song
nl: Rivaliteitszang

source: Searching Song
nl: Zoekzang

source: Social Call
nl: Sociale Roep

source: Song
nl: Zang

source: Subsong
nl: Subzang

source: Territorial Call
nl: Territoriumroep

# loadingData
source: Loading sounds...
nl: Laden geluiden...

# noRecordings
source: No recordings for this species
nl: Geen opnames voor deze soort
